{
    "nav": {
    "menu": "Menu",
    "about": "À propos",
    "contact": "Contact",
    "languageSwitcher": {
      "en": "Anglais",
      "fr": "Français"
    },
    "logout": "Déconnexion"
  },
  "about": {
      "title": "À propos de ",
      "sections": {
        "projectInfoTitle": "Informations sur le Projet",
        "projectInfo": "PARKINSON AID est une application web conçue pour aider les neurologues dans le diagnostic de la maladie de Parkinson en utilisant des images IRM. La plateforme permet aux professionnels de la santé de télécharger plusieurs IRM simultanément et de recevoir un résultat binaire indiquant la présence ou l'absence de la maladie de Parkinson. Dans le cadre d'un stage pratique, ce travail est réalisé par une paire d'étudiants.",
        "technicalDetailsTitle": "Détails Techniques",
        "technicalDetails": "Notre projet utilise des techniques d'apprentissage automatique pour aider les médecins dans le diagnostic de la maladie de Parkinson à l'aide des images IRM. Il utilise le jeu de données NTUA Parkinson’s. Avant de nourrir les images dans nos modèles, nous appliquons plusieurs techniques de prétraitement pour améliorer leur qualité et les rendre plus adaptées à l'analyse, puis nous entraînons notre modèle à apprendre les différences entre les cerveaux sains et ceux affectés par Parkinson."
      },
      "visionMissionValues": {
        "title": "Notre Vision, Mission et Valeurs",
        "visionTitle": "Vision",
        "vision": "Notre vision est de révolutionner le diagnostic précoce de la maladie de Parkinson grâce à une technologie innovante, rendant les outils diagnostiques avancés accessibles aux professionnels de santé. Nous visons à permettre aux prestataires de soins de santé de disposer de solutions précises, efficaces et fiables qui améliorent les soins aux patients et les résultats.",
        "missionTitle": "Mission",
        "mission": "Notre mission est de développer une plateforme conviviale, alimentée par l'IA, qui aide les neurologues dans le diagnostic opportun et précis de la maladie de Parkinson. Nous nous efforçons de combler le fossé entre la technologie de pointe et la pratique clinique en offrant un outil robuste qui simplifie le processus de diagnostic, permettant aux médecins de se concentrer sur les soins aux patients.",
        "valuesTitle": "Valeurs",
      "values": {
          "valueone": "-   Précision :",
          "valueonetext": "Assurer le plus haut niveau de précision diagnostique est notre priorité absolue, car nous comprenons l'importance cruciale des évaluations médicales précises.",
          "valuetwo": "-   Accessibilité : ",
          "valuetwotext": "Nous croyons en rendant les technologies diagnostiques avancées accessibles à tous les prestataires de soins de santé, indépendamment de leur emplacement ou de leurs ressources.",
          "valuethree": "-   Collaboration: ",
          "valuethreetext": " Nous valorisons la puissance du travail d'équipe et de la collaboration, en travaillant en étroite collaboration avec les professionnels de santé pour améliorer continuellement notre plateforme en fonction de leurs retours et de leurs besoins.",
          "valuefour": "-   Intégrité : ",
          "valuefourtext": "Nous respectons les plus hauts standards d'intégrité dans notre travail, en veillant à la confidentialité et à la sécurité des données des patients tout en fournissant des résultats fiables.",
          "valuefive": "-   Empathie : ",
          "valuefivetext": "Nous reconnaissons l'élément humain dans les soins de santé et nous nous efforçons de soutenir les médecins et les patients avec des solutions centrées sur l'utilisateur et empreintes de compassion."
        
        }
      }
    ,
      "team": {
        "title": "Équipe",
        "members": {
          "ikram": {
            "name": "ZERROUKI Ikram",
            "description": "Étudiante en informatique à l'École Supérieure d'Informatique - ESI",
            "linkedin": "LinkedIn",
            "gmail": "Gmail"
          },
          "safia": {
            "name": "BENGUIAR Safia Ines",
            "description": "Étudiante en informatique à l'École Supérieure d'Informatique - ESI",
            "linkedin": "LinkedIn",
            "gmail": "Gmail"
          }
        }
      },
      "supervisedBy": {
        "title": "Supervisé Par",
        "name": "Mme Boulkrinat Nour El Houda",
        "position": "Attachée de recherche - Division des Systèmes d'Information et des Systèmes Multimédia (DSISM)",
        "organization": "Centre de Recherche sur l'Information Scientifique et Technique - CERIST",
        "address": "5 Rue des 3 Frères Aïssou, Ben Aknoun BP 16030 Alger",
        "phone": "Téléphone : 021 91 21 86",
        "email": "Email : nboulkrinat@cerist.dz, nboulkrinat@cerist.dz"
      }
    
        }
        ,
        "contact": {
          "title": "Contactez-nous",
          "formInstructions": "Veuillez remplir le formulaire ci-dessous pour nous envoyer un email et nous vous répondrons dès que possible.",
          "namePlaceholder": "Nom",
          "emailPlaceholder": "Email",
          "subjectPlaceholder": "Sujet",
          "messagePlaceholder": "Message",
          "submitButton": "Envoyer",
          "feedbackTitle": "Envoyer des commentaires",
          "feedbackInstructions": "Vos retours sont importants pour nous ! Faites-nous savoir comment nous pouvons améliorer notre service ou partagez vos réflexions sur ParkinsonAid.",
          "feedbackButton": "Remplir le formulaire",
          "contactInfoTitle": "Informations de contact",
          "address": "5 Rue des 3 Frères Aïssou, Ben Aknoun BP 16030 Alger",
          "phone": "021 91 21 86",
          "email": "nboulkrinat@cerist.dz , nboulkrinat@gmail.com"
        },
    
        "dashboard": {
          "welcome": "Bienvenue, Dr {{name}} !",
          "searchPlaceholder": "Rechercher des patients...",
          "genderHeading": "Données sur le genre :",
          "diagnosisHeading": "Données de diagnostic :",
          "viewHistoryButton": "Voir l'historique des diagnostics",
          "newDiagnosisButton": "Nouveau diagnostic",
          "updateProfileButton": "Mettre à jour le profil"
        },
        "history": {
      "title": "Historique des diagnostics",
      "filterButton": "Filtrer",
      "filterByName": "Par nom du patient",
      "filterByDoctor": "Par nom du docteur",
      "filterByDate": "Par date",
      "searchPlaceholder": "Rechercher des patients...",
      "refBy": "Réf par",
      "diagnosis": "Diagnostic",
      "positive": "Oui",
      "negative": "Non",
      "viewMore": "Voir plus",
      "update": "Mettre à jour"
    }

  

}